;Language file of Revo Uninstaller Pro
;This section must use english 
[Info]
Language=Português / Portuguese(Brasil)
WebLang=PT-BR
Translator=Hélio de Souza / Rulien Oldani
Codepage=UNICODE 
Version=5.0.3


[Uninstaller Toolbar]
102 = Exibir
103 = Opções
104 = Desinstalador
105 = Ferramentas
106 = Modo\nCaçador 
107 = Lista
108 = Icones
109 = Detalhes
110 = Desinstalar 
111 = Remover entrada 
112 = Atualizar 
113 = Deseja remover a entrada selecionada?
114 = Deseja desinstalar o programa selecionado?
115 = Atualização\n Automática
116 = Ajuda
117 = Ajuda da ferramenta atual
118 = Página Inicial...
119 = Sobre...
120 = Você não possui direitos de administrador!
121 = Deseja desinstalar o componente de sistema selecionado?\nATENÇÃO: Esta ação não poderá ser desfeita!
122 = O Desinstalador mostra todos os programas e componentes instalados para todos os usuários. Em 'Detalhes' ou no menu de contexto, você poderá obter informações adicionais (links e propriedades das instalações). Uma das principais características do “Revo Uninstaler” é o modo Caçador. Este modo possui flexibilidade para desinstalar, parar, Excluir ou Desativar a inicialização automática com apenas um clique.
123 = Procurar
124 = Encontrados:
125 = Deseja remover o componente de sistema selecionado do Registro?\nEste componente pode ser necessário para o sistema operacional!
126 = \nNão iniciará automaticamente!
127 = \nSerá iniciado automaticamente!
128 = O %s está instalado no mesmo local do %s!\nSerão encontradas sobras de ambas as aplicações! Verifique com cuidado o que pretende remover!
129 = Desinstalação MSI Forçada

[Uninstaller List]
150 = Programa
151 = Tamanho
152 = Versão
153 = Data
154 = Empresa
155 = Página Inicial
156 = Comentários
157 = Desinstalador
158 = Chave do Registro
159 = Instalador

[Uninstaller StatusBar]
201 = Instalações: 
202 = Carregando...

[Registry Optimizer]
302 = Selecione onde procurar
303 = Menu Iniciar

[AutoRun Toolbar]
407 = Executar
408 = Parar
409 = Remover
410 = Itens: 
411 = Ativados: 
412 = Com o Gerenciador de Inicialização você poderá Ativar ou Desativar aplicações que iniciam com o Windows.\nPoderá também obter informações sobre o local da pasta do programa, descrição, editor, estado e o local de inicialização (no registro ou em um arquivo no disco).

[AutoRun List]
450 = Nome do Processo
451 = Local
452 = Descrição
453 = Editor
454 = Estado
455 = Local
456 = EM EXECUÇÃO
457 = PARADO
458 = INVÁLIDO
459 = Terminar Processo
460 = Executar Processo
461 = Abrir Local do Arquivo
462 = Abrir Local da Inicialização
463 = Copiar Atalho
464 = Remover Selecionado(s)
465 = Remover Todos Inválidos
466 = Remover Todos os Parados
467 = Remover Todos os Desativados
468 = Propriedades...
470 = Deseja fechar o programa selecionado?\nOs dados não salvos serão perdidos!
471 = Deseja excluir o item selecionado?
472 = Deseja excluir todos os itens inválidos?
473 = Deseja excluir todos os itens parados?
474 = Deseja excluir todos os itens desativados?
475 = O Comando não existe!
476 = DESCONHECIDO
477 = Desativar Inicialização Automática
478 = Ativar Inicialização Automática

[Outlook Control]
300 = Otimização
301 = Otimizador do Registro
400 = Gerenciador de Inicialização
500 = Limpador de Sobras
501 = Limpador de Navegadores
600 = Limpador do Microsoft Office
700 = Limpador do Windows
800 = Removedor de Evidências
900 = Exclusão Irreversível
2100 = Ferramentas do Windows
2200 = Limpador de Arquivos Inúteis

[Track Cleaner Browsers]
507 = Limpar Tudo
508 = Limpar Histórico das páginas visitadas
509 = Excluir Histórico da barra de endereços
510 = Excluir Arquivos Temporários da Internet 
511 = Excluir Cookies
512 = Excluir Arquivos Index.dat
513 = Executar
514 = Excluir Histórico de Transferências
515 = Excluir Histórico de Sessões
516 = Excluir Histórico de Formulários
517 = Desinstalador
518 = Deseja limpar o histórico de todos os itens selecionados?
521 = Deseja limpar o histórico do Internet Explorer?
522 = Deseja limpar o histórico do Firefox?
523 = Deseja limpar o histórico do Opera? 
524 = Deseja limpar o histórico de Netscape?
525 = Seu Navegador registra informações de todos os sites visitados na Internet. Esta informação é facilmente acessível a partir da janela do seu navegador, simplesmente pressionando um botão e qualquer pessoa pode ter acesso aos sites visitados na Internet. O 'Limpador de Navegadores' pode excluir estes arquivos temporários que podem conter imagens, vídeos e páginas visitadas.\nAo excluir estes arquivos, você pode liberar muito espaço em seu disco rígido.
526 = Feche o seu Navegador antes de limpar os vestígios.
527 = Arquivos Index.dat serão excluídos\nna próxima vez o computador for reiniciado.
599 = A operação de limpeza foi concluída com sucesso!

[Office Track Cleaner]
601 = Limpar
607 = Limpar Histórico de Documentos Recentes do MS Word
608 = Inclui Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 e Word 2016
609 = Limpar Histórico de Documentos Recentes do MS Excel
610 = Inclui Excel 2000, Excel XP, Excel 2003, Excel 2007 e Excel 2016
611 = Limpar Histórico de Documentos Recentes do MS Access
612 = Inclui Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 e Access 2016
613 = Limpar Histórico de Documentos Recentes do MS PowerPoint
614 = Inclui PowerPoint 2000, PwerPoint XP,PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 e PowerPoint 2016
615 = Limpar Histórico de Documentos Recentes do MS FrontPage
616 = Inclui o FrontPage 2000, FrontPage XP e FrontPage 2003
617 = O Limpador do MS Office permite remover o histórico dos arquivos usados recentemente pelo Word, Excel, Access, PowerPoint e FrontPage. Para evitar que outros usuários vejam seus documentos recentes ou arquivos criados usando o MS Office, selecione os tipos de arquivos que deseja e clique no botão “Limpar”.\nFazendo isso, seus arquivos usados recentemente não estarão mais disponíveis.

[Windows Tracks Cleaner]
701 = Limpar
707 = Limpar Histórico dos documentos recentes
708 = Limpar Histórico do comando 'Executar'
709 = Limpar Histórico da Pesquisa de Arquivos
710 = Limpar Histórico de Pesquisa de Impressoras, Computadores e Pessoas
711 = Limpar a Área de Transferência
712 = Limpar Histórico dos Arquivos Recentes do 'MS Paint'
713 = Limpar Histórico dos Arquivos Recentes do 'MS Wordpad'
714 = Limpar Histórico das Chaves Abertas no Editor de Registro
715 = Limpar Histórico dos diálogos comuns Abrir/Salvar
716 = Limpar Histórico das pastas visitadas recentemente
717 = Esvaziar a Lixeira
718 = Excluir Arquivos Temporários do Windows
719 = Excluir os registros de Utilização do Menu Iniciar
720 = O Windows mantém registros de muitos itens, como por exemplo, o histórico de pesquisa de arquivos (ao procurar arquivos ou pastas), histórico de arquivos abertos recentemente, histórico do abrir/salvar arquivos usados pelas diferentes aplicações e muito mais. A Limpeza do Windows permite excluir todos estes históricos e os arquivos temporários. Pode também esvaziar a Lixeira e excluir arquivos temporários liberando espaço no disco.
721 = O histórico do Comando 'Executar' será excluído\napós o processo explorer.exe ser reiniciado.
722 = Sobras do Registro do Windows
723 = Sobras na Unidade Local de Disco Rígido
724 = Excluir arquivos de depuração de memória
725 = Excluir fragmentos de arquivos recuperados pela verificação do disco (Chkdsk)


[Evidence Remover]
802 = Executar 
803 = Apagando
804 = Por favor, aguarde enquanto a exclusão está em progresso.
805 = Concluído
806 = Selecione as unidades que deseja excluir os vestígios e evidências. Esta ferramenta elimina apenas os dados já excluídos. Após o processo, será impossível recuperar os arquivos excluídos.
807 = Ao esvaziar a lixeira do Windows seus arquivos e pastas são apenas marcados como excluídos, mas fisicamente não são. Esta ferramenta irá excluir definitivamente os arquivos e pastas que já foram excluídos mas ainda permanecem no disco.\nIndependente da ferramenta usada para tentar recuperar os dados, o resultado será o mesmo: Os dados excluídos com o Removedor de Evidências são impossíveis de recuperar.
808 = Deseja excluir os vestígios e evidências na(s) unidade(s) selecionada(s)?

[Unrecoverable Delete]
912 = Lista de arquivos e pastas que serão excluídos. Será impossível a sua recuperação!
913 = Arquivos
914 = Pastas
915 = Insira os arquivos que pretende excluir do sistema. Estes arquivos não poderão ser recuperados por nenhuma ferramenta de software!
916 = Insira as pastas que pretende excluir do sistema. Estas pastas não poderão ser recuperadas por nenhuma ferramenta de software!
917 = Adicionar arquivo para ser excluído
918 = Adicionar pasta para ser excluída
919 = Excluir
920 = Limpar Lista
921 = Se deseja excluir um arquivo ou pasta definitivamente, use o módulo 'Exclusão Irreversível' para ter certeza de que nenhum software poderá recuperar este arquivo ou pasta.\nDeletar arquivos e esvaziar a Lixeira do Windows não significa que esses arquivos serão excluídos para sempre. Eles ainda ficam no disco e qualquer pessoa pode recuperá-los facilmente. Esta ferramenta apaga fisicamente todos os arquivos e pastas selecionadas, impossibilitando sua recuperação.
922 = Deseja excluir definitivamente os arquivos e pastas selecionados?

[Options Tree]
1001 = Opções
1002 = Exportar Configurações
1003 = Importar Configurações
1100 = Geral
1200 = Desinstalador

[General]
1101 = Idioma:
1102 = Modo avançado
1103 = Verificar atualizações ao iniciar
1104 = Atualizar automaticamente

[Uninstaller Options]
1201 = Exibir atualizações do sistema
1202 = Exibir componentes do sistema
1204 = Executar apenas o Desinstalador Nativo do programa
1205 = (Sem suporte ao Windows Vista)
1206 = Criar um Ponto de Restauração do Sistema antes de desinstalar


[Auto Update]
1907 = Atualizar
1908 = Informação da Versão
1909 = Versão Atual:
1910 = Última Versão:
1911 = BAIXAR
1912 = Obtenha a versão mais recente
1913 = O que há de novo
1914 = Verificando...
1915 = Erro na conexão...
1916 = PARAR
1917 = Baixado %s de %s 
1918 = Baixado %s (tamanho total desconhecido)
1919 = O Revo Uninstaller Pro não conseguiu se conectar ao site www.revouninstaller.com. Por favor, verifique sua conexão à Internet ou se o firewall não está bloqueando o Revo Uninstaller Pro
1920 = Erro: Falha na busca por nova versão. Sem conexão à Internet.
1921 = Baixando...
1922 = Começando atualização...
1923 = Pronto
1924 = Nenhuma atualização disponível
1925 = Atualizado com sucesso para a versão mais recente (%s)

[wintools]
2110 = Executar
2111 = Existem diversas ferramentas úteis nativas do Windows, mas algumas usam linhas de comando complexas e outras são de difícil acesso.\nO módulo 'Ferramentas do Windows' reúne em um único local diversas ferramentas úteis e que podem ser executadas com apenas um clique.
2112 = Se acontecer algum problema, você poderá usar a Restauração de Sistema para restaurar o seu computador para uma configuração salva anteriormente sem perder seus arquivos de dados pessoais. Esta ferramenta monitora as mudanças no sistema e cria automaticamente pontos de restauração. Estes pontos permitem reverter o sistema a um estado anterior ao qual foi criado o Backup. Os pontos de restauração são criados diariamente ou quando ocorrem alterações significativas no sistema. Você poderá também criar e dar um nome a estes pontos de restauração.
2113 = Pode aproveitá-lo para recolher e mostrar informação do seu hardware e sistema operacional, da configuração da internet, configuração do seu modem e placa de rede. Através da Ferramenta de Diagnósticos de Rede, você pode examinar o seu sistema, testar a conexão de rede e verificar se os seus programas e serviços relacionados com a rede estão ou não funcionais.
2114 = Esta ferramenta exibe todos os valores atuais das configurações de TCP\IP, Protocolo de Configuração de Host Dinâmico (DHCP) e Sistema de Nomes de Domínios (DNS). Também exibe a configuração TCP\IP completa para todas placas de rede, incluindo o endereço IP, o endereço MAC, a máscara de subrede, o portal padrão e configurações Windows Internet Naming Service (WINS) e DNS.
2115 = A Central de Segurança examina o estado dos três elementos essenciais de segurança do seu computador – Firewall, Proteção Contra Vírus/Malware e Atualizações Automáticas. Se for encontrado algum problema com algum destes itens (por exemplo, se o seu antivírus está desatualizado), a Central de Segurança envia um alerta com recomendações sobre como proteger melhor o seu computador.
2116 = Você poderá usar esta ferramenta para ver informações básicas do computador, como o tipo de processador e a capacidade da memória RAM, ver e alterar as definições que controlam como o computador faz uso da memória e encontra determinada informação (hardware e propriedades dos dispositivos), configurar perfis de hardware, ver informação da sua conexão de rede e perfil de início de sessão, relatar erros do sistema ou de programas à Microsoft ou ao administrador de sistema e etc.
2117 = Esta ferramenta é um componente do Windows que recolhe e exibe informação sobre a configuração do sistema de computadores locais e remotos. Isto inclui informação sobre configurações de hardware, componentes do computador e programas, incluindo controladores assinados e não assinados. É uma ferramenta de ajuda que você pode usar para encontrar informação do seu computador e do seu sistema operacional.
2118 = O Comando Netstat TCP\IP é um componente do Windows que mostra todas as conexões ativas TCP e as portas TCP e UDP, nas quais o computador escuta e mostra os arquivos executáveis envolvidos na criação das conexões ou porta para escutar (o nome do executável é [ ] em baixo, em cima está o componente requisitado e assim por diante até se chegar à TCP\IP)
2119 = Esta ferramenta exibe um teclado virtual na tela e possibilita aos usuários que têm mobilidade limitada, digitarem dados através do dispositivo apontador ou joystick. O Teclado Virtual fornece um nível de funcionalidade mínima para estes usuários. Você pode também usá-lo se achar que está instalado um 'Registrador de Teclado' em seu computador. O Teclado Virtual elimina a possibilidade de serem registradas as teclas pressionadas.
2120 = O Desfragmentador de Disco analisa os discos locais e consolida os arquivos e pastas fragmentados, de modo que cada um ocupe um espaço único e contíguo no disco. O Desfragmentador de Disco também consolida o espaço livre do volume tornando menos provável que os novos arquivos fiquem fragmentados. Com estas alterações, seu sistema pode acessar os arquivos e pastas com mais eficiência.
2121 = A ferramenta 'Serviços' pode iniciar, parar, pausar, retomar ou desativar serviços em computadores locais ou remotos. Pode também definir ações de recuperação se um serviço falhar (por exemplo, reiniciar o serviço automaticamente), ativar ou desativar serviços para um perfil de hardware específico e ver o estado e descrição de cada serviço.
2122 = A ferramenta 'Pastas Compartilhadas' pode ser usada para gerenciar recursos compartilhados na rede, controlar as autorizações de acesso dos usuários, atividade da sessão, propriedades dos recursos compartilhados e ver informação das conexões e dos recursos usados para o computador local ou remoto. Com esta ferramenta você pode também ver uma lista de todos os usuários que estão conectados remotamente (na rede) ao seu computador e desligar um ou todos eles. Você pode também ver uma lista de arquivos que estão atualmente abertos pelos usuários remotos.
2123 = A ferramenta 'Política de Grupo' inclui a configuração da política do usuário e do computador. As definições da Política de Grupo definem os diversos componentes da Área de Trabalho do usuário que o administrador do sistema necessita gerenciar, por exemplo, os programas disponíveis para os usuários, os programas que aparecem na Área de trabalho do usuário e as opções do menu Iniciar.
2124 = Esta ferramenta ajuda a gerenciar os componentes do Windows já instalados. Após ter instalado o Windows, você pode usar esta ferramenta para adicionar componentes que não foram incluídos automaticamente na instalação original ou remover componentes existentes que não irá usar.
2125 = A Ferramenta de Remoção de Software Malicioso do Windows analisa seu computador em busca de infecções específicas, programas maliciosos predominantes e ajuda a remover as infecções encontradas. Estes programas maliciosos incluem vírus, worms e Cavalos de Tróia. Quando o processo de detecção e remoção estiver terminado, a ferramenta exibe um relatório com os resultados, incluindo se algum programa malicioso foi encontrado e removido, caso existam.


[Junk Files Cleaner Options]
2202 = Unidades para Verificar:
2203 = Padrão
2204 = Descrição
2205 = Adicionar
2206 = Remover
2207 = Restaurar Padrão
2208 = Limpar Arquivos Inúteis::Geral
2209 = Limpar Arquivos Inúteis::Ignorados
2220 = Padrão para pesquisar:
2221 = Você pode usar os símbolos ? e/ou * como 'coringa'
2222 = Adicionar Padrão
2223 = Adicione Padrão de Ignorados
2224 = Pode usar os símbolos ? e/ou * como 'coringa'
2225 = Modelo de exclusão:
2226 = Enviar arquivos excluídos para a Lixeira
2227 = Ignorar arquivos acessados nas últimas 24 horas

[Junk Files Cleaner Tool]
2306 = Verificar
2307 = Excluir
2308 = Verificando...
2309 = Por favor, aguarde o final da verificação.
2310 = Cancelar
2311 = Nome
2312 = Tamanho
2319 = Arquivos:
2320 = Tamanho total:
2323 = Existem arquivos em uso que não podem ser excluídos agora.
2324 = Selecione ao menos uma unidade e extensão para iniciar o exame.
2325 = O Limpador de Arquivos Inúteis permite encontrar e remover diversos tipos de arquivos desnecessários em seu computador. Normalmente, estes arquivos são excluídos pelo programa que os criou logo que não necessite mais deles. No entanto, eles podem ficar permanentemente no seu disco, se o programa fechar inesperadamente, falha do sistema e etc.. Isso pode causar a redução do espaço livre em disco ou diminuir a velocidade de funcionamento do sistema.
2326 = Arquivo:
2327 = Excluindo Arquivos...
2328 = Nenhum arquivo indesejado foi encontrado

[ContextMenu Junk Files Cleaner]
2313 = Abrir
2314 = Pesquisar no %s
2315 = Abrir a Pasta
2316 = Propriedades...
2317 = Selecionar Tudo
2318 = Desmarcar Tudo
2321 = Marcar itens selecionados
2322 = Desmarcar itens selecionados

[Topmost Window]
4002 = Opções
4003 = Abrir Janela Principal
4004 = Modo Arrastar e Soltar
4005 = Modo Caçador
4006 = Tamanho
4007 = Pequeno
4008 = Médio
4009 = Grande
4010 = Tamanho da Janela
4011 = SAIR
4012 = Desinstalar
4013 = Parar Inicialização Automática
4014 = Terminar Processo
4015 = Terminar e Excluir Processo
4016 = Abrir a Pasta
4017 = Informações
4018 = Propriedades
4019 = CANCELAR
4020 = Só é suportado um arquivo por vez!
4021 = Você soltou uma pasta. Por favor, arraste e solte um arquivo.
4022 = Desinstalar ou Remover:
4023 = Sem solução!\nTente apontar para outra janela, ícone ou um item da Barra de Tarefas.\n
4024 = Não foi possível executar o comando de desinstalação.\n Por favor, use o desinstalador nativo do programa.
4025 = Não foi encontrado Pacote de Instalação!\nSugestão: Obtenha mais informações do programa e\n tente desinstalar manualmente!
4026 = O programa selecionado está desativado da Auto Inicialização!\nSugestão: Se quiser ativá-lo novamente, use o módulo Inicialização Automática do programa!
4027 = O programa selecionado não foi encontrado nos locais comuns de inicialização!\nSugestão: Procure em locais incomuns que sejam usados para inicialização automática de um programa. Use www.google.com.
4028 = Deseja fechar o programa selecionado? \n Os dados não salvos serão perdidos!
4029 = Desinstalador
4030 = Deseja fechar e excluir o programa selecionado? \nTodos os dados não salvos serão perdidos!
4031 = Deseja fechar o Explorador do Windows? \n O menu Iniciar, a Barra de Tarefas e a Bandeja do Sistema irão desaparecer!
4032 = Iniciar com o Windows
4033 = Transparência
4034 = Arraste o alvo sobre a janela aberta, ícone ou item da barra de tarefas.
4035 = Sempre no topo

[Scan After Uninstall]
4210 = Local
4211 = Chave
4212 = Valor
4213 = Dados
4214 = Arquivo
4215 = Nenhum arquivo selecionado. Selecione um item para Excluir.
4216 = Pesquisar Após Desinstalar
4217 = Selecionar Tudo
4218 = Desmarcar Tudo
4219 = Excluir
4220 = Sobras de Arquivos
4221 = Sobras de Entradas do Registro
4222 = Pesquisando antes de desinstalar. Por favor, aguarde...
4223 = Executando o desinstalador...
4224 = Por favor, inicie a pesquisa de sobras dos arquivos, pastas e chaves do Registro após terminar a desinstalação do programa.
4225 = Pesquisando após a desinstalação. Por favor, aguarde...
4226 = Por favor, verifique com cuidado os itens na lista!
4227 = Fechar
4228 = As sobras de arquivos serão\nexcluídos na próxima reinicialização.
4229 = Não foi possível executar o desinstalador do programa!\nPossível comando de desinstalação inválido!
4230 = Anterior
4231 = Próximo
4232 = Selecione um Modo de Desinstalação
4233 = Modos
4234 = Nativo – Executa apenas o desinstalador\npadrão do programa sem exames adicionais.
4235 = Seguro – Inclui o Modo Nativo e realiza um exame adicional para localizar sobras\nde arquivos que podem ser excluídos com segurança. Esta é a opção mais rápida.
4236 = Moderado - Inclui o Modo Seguro e realiza um exame detalhado\npara localizar sobras do programa no Registro e no disco rígido.
4237 = Avançado – Inclui o Modo Moderado e realiza um exame mais profundo para\nlocalizar sobras do programa no Registro e no disco rígido. É o modo mais lento.
4238 = Analisando os dados do programa antes da desinstalação. 
4239 = Iniciando o Desinstalador Nativo do programa.
4240 = Após a desinstalação do programa, selecione o botão “Verificar” para iniciar a busca por sobras de arquivos, pastas e itens do Registro.
4241 = Efetuando a análise inicial e desinstalando
4242 = Procurando por informações de sobras
4243 = Desinstalação nativa terminada - Pesquisando o Registro e o disco rígido para procurar por vestígios de arquivos, pastas e itens relacionados com o programa desinstalado. Aguarde, por favor...
4244 = Foram encontradas sobras de Itens do Registro
4245 = Itens encontrados no Registro:
4246 = Aviso: Por favor, verifique com cuidado os itens em negrito! Só os itens em negrito selecionados e os seus sub-itens serão excluídos!
4247 = Foram encontradas sobras de arquivos e pastas
4248 = Itens encontrados:
4249 = O Meu Computador
4250 = Revo Uninstaller não conseguiu iniciar o desinstalador nativo do programa. É possível que o comando de desinstalação do programa seja inválido ou esteja corrompido. Pode clicar no botão “Anterior” e tentar um outro modo de desinstalação
4251 = O desinstalador nativo do programa terminou. Revo Uninstaller não pesquisou itens remanescentes. Pode clicar no botão “Anterior” e tentar um outro modo de desinstalação para pesquisar arquivos, pastas e itens remanescentes do Registro.
4252 = Revo Uninstaller acabou o processo de desinstalação com sucesso, mas não foram encontrados itens remanescentes. Pode clicar no botão “Anterior” e tentar um outro modo de desinstalação mais avançado para uma pesquisa mais pormenorizada.
4253 = Revo Uninstaller acabou o processo de desinstalação com sucesso. Se deseja procurar mais itens remanescentes, pode clicar no botão “Anterior” e tentar um outr modo de desinstalação mais avançado para uma pesquisa mais pormenorizada
4254 = Finalizado
4255 = Deseja enviar os arquivos selecionados para a Lixeira?
4256 = Deseja excluir os itens selecionados do Registro?
4257 = O Revo Uninstaller terminou o processo de desinstalação com sucesso.
4258 = Deseja ignorar a exclusão de sobras dos itens do Registro e continuar para o passo seguinte? 
4259 = Deseja ignorar a exclusão de sobras de arquivos e pastas e continuar para o passo seguinte?
4260 = A pesquisa de sobras está completa. Clique em “Seguinte” para ver os resultados!
4261 = Criando um Ponto de Restauração do Sistema... 
4262 = Falha ao criar um Ponto de Restauração do Sistema!
4263 = Criar um Ponto de Restauração do Sistema - Está Desativado (Ativar em Opções -> Desinstalador) 
4264 = Criação de Ponto de Restauração do Sistema - Concluído!
4265 = Sistema de Arquivos
4266 = Varredura de sobras de
4267 = sobra(s) encontrada(s) no sistema de registro e arquivos
4268 = sobra(s) excluída(s) do sistema de registro e arquivos
4269 = programas desinstalados
4270 = Falha na criação de um ponto de restauração (Restauração do sistema desabilitada nas configurações do Windows)
4271 = Excluindo sobras encontradas do Registro e do sistema de arquivos...
4272 = Verificando sobras...

[About]
4300 = Tradutores:

[ContextMenu Uninstaller]
5000 = Comandos
5001 = Informação
5002 = Pesquisar no %s por
5004 = Abrir a Pasta de Instalação
5005 = Abrir o Site na Internet...
5006 = Abrir o Link de Ajuda...
5007 = Abrir o Link de Atualização...
5008 = Abrir no Editor de Registro...

[Common]
10000 = OK
10001 = Cancelar
10002 = Ajuda
10003 = Procurar
10004 = Ajuda da Ferramenta Atual
10005 = Página Inicial
10007 = Aviso
10006 = Sobre...
10008 = ERRO
10009 = Sim
10010 = Não
10011 = Pausar
10012 = Reiniciar
10013 = Padrão
10014 = Por favor, aguarde...
10015 = Depois
10016 = Nunca
10017 = Operação concluída com sucesso!
10018 = Aguarde enquanto a operação está em andamento...
10019 = Editar
10020 = Tentar novamente
10021 = Ignorar
10022 = Abortar
10023 = Excluir
10024 = Salvar
10025 = Itens
10026 = Iniciar
10027 = Fechar (Recomendado)

[Tooltips]
2000 = Altera para o Modo de Desinstalação
2001 = Exibe o Painel de Ferramentas
2002 = Ajusta as Configurações
2003 = Altera para o Modo Caçador
2004 = Altera a visualização da lista de programas instalados
2005 = Desinstala o programa selecionado
2006 = Exclui a entrada selecionada do Registro
2007 = Atualiza a lista de programas
2008 = Atualiza a versão atual para a mais recente
2009 = Procura por informação adicional e a resposta para todas as suas perguntas sobre o programa
404 = Inicia o programa selecionado
405 = Para e encerra o programa selecionado
406 = Impede que o programa selecionado inicie automaticamente
506 = Limpa as opções selecionadas
605 = Limpa as opções selecionadas
705 = Limpa as opções selecionadas
2106 = Executa a ferramenta selecionada
2304 = Procura por arquivos desnecessários de acordo com as definições selecionadas
2305 = Envia os arquivos selecionados para a Lixeira



[UninstallerPro]
15000 = Geral
15001 = Gerenciador\nde Grupos
15002 = Novos Programas
15003 = Outros Programas
15004 = Nome
15005 = Renomear
15006 = Internet
15007 = Jogos
15008 = Multimídia
15009 = Utilitários
15050 = Mover para Cima
15051 = Mover para Baixo
15052 = Adicionar
15053 = Remover
15054 = Colunas
15055 = Remover Esta Coluna
15056 = Alinhamento
15057 = Esquerda
15058 = Centro
15059 = Direita
15060 = Melhor Ajuste
15061 = Exportar lista para
15062 = Formato de Texto (txt)
15063 = Formato HTML (html)
15064 = Microsoft Excel
15065 = Exportar
15066 = Selecione as colunas que pretende exportar:
15067 = Mostrar como novos programas instalados:
15068 = Nos Últimos (dias)
15069 = Desde a última execução do Desinstalador
15070 = Nome do Grupo:
15071 = Adicionar
15072 = Grupo
15073 = Programas Monitorados
15074 = Programas\nMonitorados
15075 = Todos os Programas
15076 = Todos os\nProgramas
15077 = Excluir Log
15078 = Desinstalação Personalizada
15079 = Alterar Icone
15080 = Adicionar ao Grupo
15081 = Remover do Grupo
15082 = Desinstalando
15083 = Desinstalando arquivos e pastas monitoradas do programa:
15084 = Desinstalando Itens Monitorados do Registro:
15085 = Existem alguns dados que podem estar relacionados com o programa desinstalado, mas não foram excluídos porque não foram registrados pelo Revo Uninstaller Pro durante a instalação do programa.\nSe deseja rever e eventualmente apagá-los, clique em 'Desinstalação Avançada' 
15086 = Desinstalação Avançada
15087 = Local do Arquivo\Pasta
15088 = Carregando a lista...
15089 = Desinstalar os valores selecionados
15090 = Abrir a chave principal do Registro...
15091 = Expandir Tudo 
15092 = Recolher Tudo
15093 = Nome do Valor 
15094 = Pasta de Logs:
15095 = Executar as operações de renomeação dos arquivos e pastas do sistema preexistentes
15096 = Desinstalação Forçada
15097 = Desinstalação\nForçada
15098 = Expandir chave selecionada
15099 = Recolher chave selecionada
15100 = Desinstalar chave selecionada
15101 = Marcar chave selecionada como Criada
15102 = Adicionar à Lista de Exclusões
15103 = Arquivo de Registro inválido
15104 = O arquivo não existe! Digite um nome de arquivo válido ou cancele a operação.
15105 = Escolher Processo
15106 = Adicionar Processo à lista
15107 = Caminho completo do processo:
15108 = Adicionar Chave do Registro
15109 = Caminho da Chave do Registro
15110 = O módulo Desinstalação Forçada ajuda a desinstalar programas ou remover sobras de programas desinstalados ou parcialmente instalados. Você pode explorar as sobras de arquivos e pastas ou inserir o caminho completo para qualquer arquivo ou pasta do programa que deseja desinstalar. Também pode inserir o nome do programa como informação adicional. Baseado nos dados inseridos, o Revo Uninstaller Pro procura pelo desinstalador nativo existente no registro de instalação relacionado, nos módulos dos Programas Rastreados e na Base de Dados de Logs. Se for encontrado, ele será listado e assim você pode utilizar ou não.\n\nPor favor, insira o nome exato e/ou o local da instalação do programa que pretende desinstalar.
15111 = Modo de Pesquisa
15112 = Nativo
15113 = Seguro
15114 = Moderado
15115 = Avançado
15116 = Caminho completo do arquivo ou pasta do programa:
15117 = Nome exato do programa: 
15118 = Desinstalador nativo encontrado:
15119 = Executar o desinstalador nativo do programa
15120 = Nome do Programa
15121 = Comando de Desinstalação
15122 = Tipo
15123 = 32-bits
15124 = 64-bits
15125 = Terminar Processo e Continuar
15126 = O arquivo selecionado é um processo em execução! Se pretende desinstalá-lo e os seus itens relacionados correctamente, é melhor terminar (parar) o processo antes de continuar
15127 = Chaves do Registro para Excluir
15128 = Incluir Subchaves
15129 = Definir o foco na janela 'Programas Monitorados' ao iniciar
15130 = Ao excluir Arquivos e Pastas:
15131 = Enviar para a pasta de Backup
15132 = Enviar para a Lixeira
15133 = Excluir definitivamente
15134 = Deseja excluir os itens selecionados?
15135 = Pastas
15136 = Arquivos
15137 = Arquivos e Pastas possivelmente relacionados
15138 = Itens do Registro possivelmente relacionados
15139 = Chaves:
15140 = Valores:
15141 = Pastas e Arquivos Monitorados
15142 = Executar operações de renomeação em arquivos e pastas de sistema pré-existentes 
15143 = Deseja desinstalar os itens selecionados?
15144 = Os arquivos restantes serão excluídos\nna próxima reinicialização do sistema.
15145 = Itens do Registro Monitorados
15146 = Desinstalando...
15147 = Verificando sobras de arquivos, pastas e itens do Registro com base na informação inicial fornecida
15148 = Analisando e iniciando o Desinstalador Nativo para a desinstalação padrão
15149 = Após o desinstalador do programa terminar, clique em 'Verificar' para iniciar a busca por sobras de arquivos, pastas e itens do Registro.
15150 = Não existe espaço suficiente no disco para gravar os dados do arquivo de 'cache' 
15151 = Erro ao gravar o arquivo de 'cache'. Certifique-se que tem as autorizações adequadas
15152 = Erro na leitura do arquivos de dados de 'cache'
15153 = O Revo Uninstaller Pro não encontrou nenhum item residual
15154 = Verificar
15155 = Desinstalação\nPersonalizada
15156 = O módulo 'Todos os Programas' do Revo Uninstaller Pro exibe todos os programas instalados, divididos em dois grupos padrão: 'Novos' e 'Outros'. No modo de exibição 'Detalhes' ou através do menu de contexto, você pode obter informação adicional (links e propriedades) destes programas. As configurações deste modo estão localizadas no menu Opções, em Desinstalador e Todos os Programas.
15157 = O módulo 'Programas Monitorados' exibe todos os programas monitorados durante sua instalação usando o Revo Uninstaller Pro. Para monitorar sobras de um programa, você pode clicar com o botão direito do mouse sobre o instalador (setup) ou clicar no botão 'Instalar Programas' na Barra de Ferramentas Principal. As configurações deste modo estão localizadas no menu Opções, em Desinstalador e Programas Monitorados.
15158 = Registro
15159 = Arquivo de Ajuda
15160 = Instalar Programas
15161 = Instalar\nProgramas
15162 = Criar um Ponto de Restauração e Backup completo do Registro antes da desinstalação
15163 = Criando um Backup Completo do Registro...
15164 = Criar um Ponto de Restauração e Backup Completo - Está Desativado (Ativar em Opções -> Desinstalador)
15165 = Criação de Backup Completo do Registro - Concluído!
15166 = Falha ao criar um Backup Completo do Registro!
15167 = (Não suportado no Windows Vista, 7 e 8)
15168 = Registros:
15169 = Para sair, clique com o botão direito sobre o ícone do Modo Caçador e selecione 'Sair'
15170 = Abrir o Assistente de Desinstalação maximizado
15171 = Local da pasta
15172 = Por favor, instale um leitor de PDF para visualizar o arquivo de Ajuda
15173 = Adicionar novo Grupo
15174 = Excluir registros selecionados
15175 = Reconstruir o arquivo de cache
15176 = Deseja reconstruir o arquivo de cache?\nSuas personalizações nos detalhes do programa serão perdidos!
15177 = Gerenciar
15178 = Exportar, Importar ou Editar Log
15179 = Alterar\nou Reparar
15180 = Alterar ou Reparar
15181 = Atualização
15182 = Base de Dados de Logs
15183 = Base de Dados\nde Logs 
15184 = Programas:
15185 = Nome do Programa
15186 = Versão do Programa
15187 = Versão do Windows
15188 = Arquitetura
15189 = Encontrado
15190 = Exibir apenas logs compatíveis com %s
15191 = Exibir apenas logs %s
15192 = Logs Correspondentes:
15193 = Base de Dados de Logs:
15194 = Procurar por:
15195 = Logs
15196 = Logs
15197 = programa
15198 = programas
15199 = Nome
15200 = Desinstalação Rápida 
15201 = Desinstalação\nRápida
15202 = Criando um Backup inicial do sistema
15203 = Desinstalando o programa %d de %d
15204 = Análise inicial - Concluída!
15205 = Iniciar o Desinstalador Nativo do programa - Concluído!
15206 = Falha ao iniciar o Desinstalador Nativo do programa!
15207 = Procurando por sobras de Arquivos, Pastas e itens do Registro...
15208 = Excluindo itens de sobras encontrados...
15209 = %d sobras de Chaves de Registro e %d Valores Excluídos.
15210 = %d sobras de Pastas e %d Arquivos Excluídos.
15211 = Desinstalação Rápida concluída!
15212 = Estado
15213 = Após a conclusão do desinstalador nativo, clique no botão 'Continuar' para finalizar o processo de desinstalação.
15214 = Continuar
15215 = Importado
15216 = Adicionar Comentário
15217 = Editar Comentário
15218 = Módulos
15219 = Data de Log
15220 = Preparando os dados do Log para desinstalar...
15221 = %d de %d itens
15222 = Executando as operações de renomeação necessárias...
15223 = Deseja desinstalar o Log selecionado?
15224 = Deseja desinstalar os Logs selecionados?
15225 = Desinstalando o Log %d de %d
15226 = Exportar Todos
15227 = Ignorar\nBackup
15228 = Ignorar criação do Ponto de Restauração do Sistema e Backup do Registro
15229 = Criar Backup do Registro - Ignorado!
15230 = Criar Ponto de Restauração do Sistema - Ignorado!
15231 = Editar Log
15232 = Importar Log
15233 = Exportar Log
15234 = Analisar Log -
15235 = Renomear Log
15236 = Nome do Log
15237 = Salvar Alterações
15238 = Modificar
15239 = Icone
15240 = Indice de icones
15241 = Autor
15242 = Data de Criação
15243 = Última Modificação
15244 = Tamanho Estimado
15245 = Chaves de Registro
15246 = Valores de Registro
15247 = Criado
15248 = Apagado
15249 = Renomeado
15250 = Modificado
15251 = Desconhecido
15252 = Nome Antigo
15253 = Nome Completo
15254 = Nome Antigo Completo
15255 = Dados Antigos
15256 = Valor do Registro com esse nome já existe!
15257 = Adicionar Chave
15258 = Nome da Chave:
15259 = Não Modificado
15260 = Modificar Chave
15261 = Adicionar Valor
15262 = Modificar Valor
15263 = Definir
15264 = Tipo Antigo
15265 = Forçar a parada de arquivos executáveis durante a sua desinstalação
15266 = Procurar um Log apropriado antes da desinstalação normal do programa
15267 = Deseja executar a Desinstalação Rápida do programa selecionado?
15268 = Encontrado um Log correspondente na Base de Dados para ser usado na desinstalação.\nInicializando o desinstalador nativo para a desinstalação padrão do programa.
15269 = Encontrado um Log correspondente na Base de Dados para ser usado na desinstalação.\nInicializando o desinstalador nativo para a desinstalação padrão do programa.
15270 = Após a conclusão do desinstalador do programa, clique no botão 'Continuar' para exibir as sobras de arquivos, pastas e itens do Registro.
15271 = Erro ao baixar o Arquivo de Log!
15272 = Erro a renomear o arquivo de Log baixado!
15273 = O módulo 'Base de Dados de Logs' do Revo Uninstaller Pro exibe uma lista de registros de programas monitorados (Logs) que é compatível com o seu sistema Windows. Estes Logs são armazenados em nosso site e são mantidos pela equipe do Revo Uninstaller Pro.\nVocê pode utilizar facilmente estes Logs para desinstalar programas do seu computador. Para isso, apenas selecione o programa na lista e clique no botão 'Desinstalar'.
15274 = Versão Atual:
15275 = Atualizar Agora
15276 = Atualizar automaticamente a Base de Dados de Logs
15277 = Erro ao baixar a Base de Dados de Logs!
15278 = Erro ao atualizar a Base de Dados de Logs!
15279 = Erro ao extrair a Base de Dados de Logs!
15280 = Erro ao abrir a Base de Dados de Logs!
15281 = Digite o seu comentário:
15282 = Escolha o Icone
15283 = Local do Arquivo:
15284 = Selecione um ícone da lista:
15285 = Arquivo
15286 = Pasta
15287 = Exportando Log -
15288 = Importando Log -
15289 = %d%% Concluído
15290 = Exportado por
15291 = Encontrar Logs relacionados
15292 = Sim(recomendado)
15293 = Os Logs listados feitos por você parecem estar relacionados com o programa que está desinstalando. Deseja usar os dados dos Logs durante a desinstalação?
15294 = Baixando Log -
15295 = Os Logs encontrados na Base de Dados parecem estar relacionados com o programa que você está desinstalando. Se deseja usá-los durante a desinstalação, selecione o log correspondente.
15296 = Existe um Log apropriado na nossa Base de Dados.\nDeseja usá-lo para uma desinstalação mais completa do programa?
15297 = Deseja excluir o(s) Logs(s) selecionado(s) da lista?
15298 = Você deve selecionar ao menos uma coluna para exportar!
15299 = Procurar por
15300 = Utilizar Log selecionado
15301 = Origem
15302 = Você não selecionou nenhum desinstalador nativo da lista.\nDeseja continuar a procurar por sobras e ignorar a utilização do desinstalador nativo?
15303 = Selecione o desinstalador nativo na lista acima se deseja usá-lo durante o processo de desinstalação.
15304 = Não selecionou nenhum Log da lista.\nDeseja continuar a procurar sobras e ignorar o uso de um Log?
15305 = Selecione um Log na lista se desejar usá-lo durante o processo de desinstalação.
15306 = Carregando dados do Log...
15307 = Criar um Backup Completo do Registro antes de desinstalar
15308 = Criar um Backup Completo - Está Desativado (Ativar em Ferramentas -> Opções -> Desinstalador)
15309 = Local:
15310 = Usar os dados de desinstalação do programa para obter a Data de Instalação
15311 = Instalar programas com o \nRevo Uninstaller Pro
15312 = Mesclar Logs selecionados
15313 = Deseja mesclar os logs selecionados?\nEste comando é adequado para logs relacionados com um programa e combina todos os logs em um único arquivo com todos os dados.
15314 = Nome do Log Mesclado
15315 = Pasta para excluir
15316 = Arquivos e pastas para excluir
15317 = Chaves de Registro para excluir
15318 = A desinstalação do %s havia sido interrompida por um reinício do computador. Você gostaria de continuar com o processo de desinstalação?
15319 = Todas as operações de logs no computador atual
15320 = Transferir
15321 = Backup
15322 = Restaurar
15323 = Selecione a pasta principal da versão portátil
15324 = Logs de Backup
15325 = Logs de Restauração
15326 = Sobrescrever logs existentes com o mesmo nome?
15327 = Erro ao detectar a pasta de dados do Revo Uninstaller Pro.
15328 = Pesquisando por arquivos executáveis... 
15329 = Não foi possível executar o programa
15330 = O programa já está em execução
15331 = O programa iniciado parece não ter uma interface de usuário
15332 = O programa parece ter sido fechado de forma inesperada
15333 = Aguardando a interface de usuário...
15334 = Mostrar caixas de seleção na visualização de detalhes
15335 = Caminho não existe!
15336 = Exportar dados do Log
15337 = Os programas listados são instalados no mesmo local de instalação que %s. As sobras de todos esses programas serão encontradas.\nTem certeza de que deseja continuar?
15338 = Programas relacionados encontrados
15339 = Excluir automaticamente todas as sobras encontradas
15340 = Encontradas %d sobras de Registro
15341 = Excluindo %d sobras do Registro......
15342 = Encontradas %d sobras de pastas e %d arquivos
15343 = Excluindo %d pastas restantes e %d arquivos...
15344 = %d selecionado
15345 = Mostrar a opção de verificar todas as contas do Windows em busca de sobras
15346 = Escolha seu tema de cores
15347 = Clássico
15348 = Escuro
15349 = Você sempre pode alterar essas configurações mais tarde.
15350 = Analisando os desinstaladores internos dos programas para a desinstalação padrão e iniciando-os silenciosamente (se possível)
15351 = Iniciando os comandos de desinstalação padrão dos aplicativos para a desinstalação inicial
15352 = Verificar todas as contas do Windows por sobras
15353 = Desinstalar de todas as contas do Windows
15354 = Executando o desinstalador interno de %s
15355 = Após a conclusão do(s) desinstalador(es) padrão de ( %s ) , clique no botão "Verificar" para iniciar a verificação de sobras


[Auto Run Manager Pro]
15800 = Adicionar
15801 = Adicionar programa à inicialização do Windows
15802 = Definir inicialização automática para:
15803 = Todos os Usuários
15804 = Usuário atual
15805 = Definir origem da inicialização automática:
15806 = Registro: Executar sempre - executar em todas as inicializações do Windows
15807 = Registro: Executar uma vez - executar apenas uma vez na próxima inicialização
15808 = Pasta Inicializar: Executar em todas as inicializações do Windows
15809 = Comando (local):
15810 = Nome:
15811 = Removido da inicialização automática
15812 = Removido os itens 'parados' da Inicialização Automática
15813 = Removido todos os itens 'desativados' da Inicialização Automática
15814 = Serviços
15815 = Abrir Serviços do Windows
15816 = Tarefas Agendadas
15817 = Ativar
15818 = Desativar

[General App]
16001 = Imprimir
16002 = Visualizar Impressão
16003 = Configurar Impressão
16004 = Exibir
16005 = Barra de Menu
16006 = Barra de Ferramentas Principal
16007 = Descrição
16008 = Barra de Status
16009 = Painel de Ferramentas
16010 = Arquivo
16011 = Gerenciador\nde Inicialização
16012 = Limpador de\nArquivos Inúteis
16013 = Ferramentas\ndo Windows
16014 = Limpador de\nNavegadores
16015 = Limpador do\nMicrosoft Office
16016 = Limpador do\nWindows
16017 = Removedor\nde Evidências
16018 = Exclusão\nIrreversível
16019 = Gerenciador\nde Backups
16020 = Instalar com o Revo Uninstaller Pro
16021 = Desinstalar com o Revo Uninstaller Pro
16022 = Instalar o programa selecionado com o Revo Uninstaller Pro
16023 = Desinstalar o programa selecionado com o Revo Uninstaller Pro
16024 = Local da Pasta de Backup:
16025 = Fazer Backup dos itens do Registro excluídos
16026 = Fazer Backup dos arquivos e pastas excluídos
16027 = O Microsoft Excel não está instalado neste computador (código de erro 0x%08X).
16028 = Não foi possível executar Microsoft Excel (código de erro 0x%08X).
16029 = Erro desconhecido.
16030 = Registro
16031 = Ignorar mensagens informativas exibidas pelo Revo Uninstaller Pro
16032 = Ignorar mensagens de aviso exibidas pelo Revo Uninstaller Pro
16033 = Processos
16034 = Monitorar programas no modo compacto
16035 = Incluir Processos:
16036 = Excluir Processos:
16037 = Local do Processo
16038 = Tema:
16039 = Barras de Ferramentas
16040 = Exibir rótulos de texto
16041 = Exibir icones pequenos
16042 = Azul
16043 = Cinza
16044 = Preto
16045 = Prata
16046 = Nativo
16047 = Nativo 2
16048 = Nativo Suave
16049 = Comprar agora
16050 = Após comprar o Revo Uninstaller Pro, você receberá um número de série em seu email. Digite o número de série no formulário abaixo e clique no botão 'Ativar online' para Ativar o produto. A Ativação exige acesso à Internet e seu firewall não deve bloquear o Revo Uninstaller Pro. Dúvidas sobre o Registro, contate-nos: registration@revouninstaller.com.
16051 = Registrar 
16052 = Digite aqui o número de série:
16053 = Ativar online
16054 = Todos os direitos reservados
16055 = Versão Registrada
16056 = Versão Não Registrada
16057 = Deseja excluir os Backups criados, registros e outros dados do programa? Clique 'Não' se está atualizando o programa.
16058 = Tradutor:
16059 = Criar Backup diário do Registro
16060 = Excluir Log do programa monitorado após a desinstalação
16061 = Exibir icones pequenos em 'Detalhes'
16062 = Exibir comandos no menu de contexto do Windows\n(Instalar com..., Desinstalar com...)
16063 = Selecionar todas as sobras por padrão
16064 = Cinza Escuro
16065 = Azul 2
16066 = Mostrar Revo Uninstaller Pro no Painel de controle
16067 = Pular o Prompt de controle de conta de usuário (UAC)
16070 = Barra de Ferramenta Comandos
16071 = Personalizado
16072 = Tema
16073 = Cor de Fundo Personalizada
16074 = Cor de Seleção Personalizada
16075 = Por favor, feche o Revo Uninstaller Pro, antes de iniciar a importação de um Log.\nOu importe o Log usando o botão 'Gerenciar' da Barra de Ferramentas no módulo 'Programas Monitorados'.
16076 = Ativar
16077 = Selecione o método de ativação
16078 = Ativação Online
16079 = Ativação por Arquivo
16080 = Seu período de avaliação de 30 dias terminou. Para continuar usando o produto é necessário comprar uma licença.
16081 = Após ter comprado uma licença para o Revo Uninstaller Pro, você receberá um número de série por email. Para ativar o Revo Uninstaller Pro, digite seu nome e o número de série no formulário abaixo (copiar e colar é altamente recomendado) e clique no botão “Ativar Online”. A Ativação requer uma conexão à Internet e seu firewall não deve bloquear o Revo Uninstaller Pro. Dúvidas ou problemas relacionados ao Registro, por favor, contate-nos em: registration@revouninstaller.com
16082 = Após ter comprado uma licença para o Revo Uninstaller Pro, você irá receber um número de série por email. Para Ativar o Revo Uninstaller Pro por Arquivo, é necessário digitar seu nome e o número de série no formulário abaixo (copiar e colar é altamente recomendado) e clicar no botão “Salvar Arquivo” para salvar o arquivo. Envie o arquivo criado para support@revouninstaller.com ou registration@revouninstaller.com. Dentro de 24 horas iremos enviar uma Chave de Desbloqueio que irá concluir a ativação do produto. Dúvidas ou problemas relacionados ao registro, por favor contate-nos em: registration@revouninstaller.com
16083 = Se você escolheu ativar o Revo Uninstaller Pro por Arquivo, após ter enviado o Arquivo de Ativação para os nosso email de suporte, você irá receber a chave de Desbloqueio da equipe de suporte do Revo Uninstaller Pro. É necessário digitar a Chave de Desbloqueio abaixo (copiar e colar é altamente recomendado) e clicar no botão 'Ativar'. Dúvidas ou problemas relacionados ao Registro, por favor contate-nos em: registration@revouninstaller.com
16084 = Existe uma alteração no seu computador que requer que o Revo Uninstaller Pro seja reativado. Por favor, clique apenas no botão 'Ativar'. Dúvidas ou problemas relacionados ao Registro, por favor contate-nos em: registration@revouninstaller.com
16085 = Ativado com sucesso! 
16086 = Falha na Ativação!
16087 = Sem conexão com o servidor de ativação. Por favor, certifique-se que seu firewall não está bloqueando o Revo Uninstaller Pro.
16088 = Digite o Nome de Usuário:
16089 = Digite o Número de Série (recomendado copiar e colar):
16090 = Digite o Código de Desbloqueio (recomendado copiar e colar):
16091 = Reiniciar Processo de Ativação
16092 = Dias Restantes:
16093 = Salvar Arquivo
16094 = Registrado para
16095 = Reativar
16096 = Ativação em progresso. Por favor, aguarde...
16097 = Número de Série Incorreto.\nPor favor, copie e cole o número de série em vez de digitar!
16098 = Por favor, reinicie o Revo Uninstaller Pro
16099 = Modo Escuro
16100 = Número de Série:
16101 = Dados da Licença:
16102 = Enviar Feedback
16103 = Suporte On-line
16104 = Restaurar as configurações dos painéis da Janela Principal
16105 = Restaurar as configurações do controle da Janela Detalhes
16106 = Restauração feita com sucesso!\nReinicie o Revo Uninstaller Pro para aplicar as alterações
16107 = Não existem itens selecionados.\nSelecione ao menos um item para prosseguir.
16108 = Mostrar a tela inicial
16109 = Limpador de Histórico
16110 = Limpador de\nHistórico
16111 = Mais\nComandos
16112 = Revo Uninstaller Pro já está em execução!
16113 = Sua assinatura expira em: 
16114 = Renovar Agora
16115 = Assinatura expirada em %s!
16116 = Atualizar Assinatura
16117 = Se você deseja instalar as versões mais recentes do Revo Uninstaller Pro lançadas após essa data, é necessário renovar sua Assinatura.
16118 = Lembrete da versão de avaliação
16119 = Obrigado por usar o Revo Uninstaller Pro. Você está executando uma versão de avaliação totalmente funcional de 30 dias. Se você gostar do software e quiser usá-lo após o término do período de avaliação, precisará adquirir uma licença.
16120 = Sua assinatura permite que você instale e ative uma versão do Revo Uninstaller Pro lançada antes de %s. Se você deseja instalar a versão mais recente do Revo Uninstaller Pro, precisará renovar sua assinatura.
16121 = Gostei
16122 = Licença Desativada
16123 = Você desativou sua licença. Se deseja usar o Revo Uninstaller Pro novamente, você deve registrá-lo com um número de série válido
16124 = Desativar Licença
16125 = As chaves de ativação usadas foram desativadas com sucesso.
16126 = Falha na desativação!
16127 = Tem certeza de que deseja desativar sua licença?\nA instalação atual do Revo Uninstaller Pro irá parar de funcionar! Continue apenas se deseja mover ou transferir sua licença para outro computador.
16128 = Desativar
16129 = Desativando sua licença. Por favor, aguarde...
16130 = dia
16131 = O número de série inserido já foi aplicado ao arquivo de licença atual.
16132 = Sua assinatura expirou em %s, portanto você não está qualificado para atualizar sua versão atual do Revo Uninstaller Pro. Por favor, renove sua Assinatura se deseja instalar e usar a versão mais recente.
16133 = Texto do botão
16134 = Digite qualquer nome de usuário desejado
16135 = Importação bem-sucedida!\nReinicie o Revo Uninstaller Pro para aplicar as alterações.
16150 = Cor de fundo dos diálogos
16151 = Cor do texto
16152 = Controla a cor de fundo
16153 = Cor de seleção
16156 = Desabilitar todas as animações de texto

[AppBar]
16900 = Salvar o Log com as alterações monitoradas do sistema
16901 = Parar de monitorar a instalação
16902 = O Revo Uninstaller está monitorando as alterações do sistema! Continue a instalação normalmente. Por favor, NÃO execute nenhum outro arquivo de instalação ou qualquer outro programa durante a instalação!\nApós terminar a instalação, execute o programa instalado, configure-o e feche-o. Em seguida, clique no botão 'Parar' (quadrado azul) para salvar o Log.
16903 = Digite um nome para o Log:
16904 = Digite um nome para o Log e clique em 'Salvar'.
16905 = O Revo Uninstaller Pro está monitorando a instalação
16906 = O Revo Uninstaller Pro está salvando os dados
16907 = Não foi possível obter os privilégios necessários para desligar o computador. Tente desligar manualmente!
16908 = Não foi possível ajustar os privilégios para desligar o computador. Tente desligar manualmente!
16909 = Por favor, digite um nome de Log válido!
16910 = Deseja cancelar o processo de Log?

[JunkFilesCleanerPro]
17000 = Ignorar
17001 = Modificado em
17002 = Verificar Pasta...
17003 = Incluir
17004 = Pastas para incluir

[Windows Apps]
17100 = Windows\nApps
17101 = Windows Apps
17102 = Windows App
17103 = Total de Apps
17104 = App
17105 = Apps
17106 = O módulo "Windows Apps" mostra todos os aplicativos do Windows instalados e ajuda você a desinstalar qualquer um deles com um único clique. Alguns dos aplicativos produzidos pela Microsoft vêm pré-instalados com o sistema operacional e outros são instalados através da Microsoft Store. Mais informações sobre qualquer aplicativo podem ser encontradas no menu de contexto.
17107 = Analisando e iniciando o desinstalador nativo do aplicativo
17108 = Depois que o desinstalador nativo do aplicativo terminar, pressione o botão "Verificar" para iniciar a verificação de arquivos, pastas e itens de registro residuais.
17109 = Deseja desinstalar o aplicativo selecionado?
17110 = Não é possível executar o App selecionado!
17111 = Abrir no Microsoft Store
17115 = Terminar
17116 = Redefinir aplicativo
17117 = Redefinir a Microsoft Store
17118 = Não é possível encerrar o aplicativo selecionado.
17119 = Isto irá restaurar o App para sua configuração inicial.\nDeseja continuar?
17120 = Isso restaurará a Microsoft Store para sua configuração inicial.\nDeseja continuar?
17121 = Falha na desinstalação integrada do %s .\nRecomendamos verificar a integridade dos arquivos do sistema ou redefinir o aplicativo %s e tentar novamente.
17122 = Falha na desinstalação
 
[Browser Extensions]
17200 = Extensões do\nNavegador
17201 = Extensões do Navegador
17202 = Extensões do MS Edge 
17203 = Tipo
17204 = Extensão
17205 = Plugin
17206 = App
17207 = Auxiliar
17208 = Ferramentas
17209 = Provedor de Pesquisa
17210 = O %s está em execução. Pare (forçar a parada) se deseja continuar.\nDados não salvos no seu navegador podem ser perdidos.
17211 = Total de Extensões
17212 = extensão
17213 = extensões
17214 = O módulo "Extensões do Navegador" mostra e ajuda a excluir diferentes tipos de componentes adicionais (chamados de extensões ou complementos), que os navegadores mais populares, como o Google Chrome, o Microsoft Edge, o Mozilla Firefox e o Internet Explorer, permitem instalar para personalizá-los. A coluna "Tipo" mostra o tipo da extensão de acordo com o navegador.
17215 = Deseja remover a extensão selecionada?
17216 = Removendo a extensão %s
17217 = Para evitar a reinstalação automática da extensão, desative "Sincronizar Aplicativos" e "Sincronizar Extensões" nas Configurações do Google Chrome e continue com o processo de remoção.
17218 = Você selecionou uma extensão pré-instalada.
17219 = Navegador
17220 = Perfil
17221 = %s está em execução.◙ Pressione 'k' para encerrar/fechar forçadamente (os dados não salvos em seu navegador podem ser perdidos).◙ Pressione qualquer outra tecla para cancelar.
17222 = %s está em execução. Feche-o para continuar.

[EvidenceRemoverPro]
17300 = Tipo
17301 = Tamanho Total
17302 = Espaço Livre
17310 = Disco Local
17311 = Disco Removível
17312 = Tempo estimado restante:
17313 = dias 
17314 = horas
17315 = minutos
17316 = segundos
17317 = Deseja parar o processo?

[WindowsToolsPro]
17400 = Restauração do Sistema
17401 = Diagnósticos de Rede
17402 = Informação\nda Rede
17403 = Central de Segurança
17404 = Propriedades do Sistema
17405 = Informações\ndo Sistema
17406 = Comando Netstat TCP/IP
17407 = Teclado\nVirtual
17408 = Otimizador\nde Disco
17409 = Serviços
17410 = Pastas\nCompartilhadas
17411 = Política de Grupo
17412 = Recursos\ndo Windows
17413 = Ferramenta de Remoção de Software Malicioso do Microsoft Windows
17414 = Backup\ndo Windows
17415 = Agendador de Tarefas
17416 = Verificação do Disco
17417 = Verificar\nArquivos\ndo Sistema
17418 = Limpeza de Disco
17419 = Monitor de Recursos
17420 = Gerenciamento e Manutenção de Imagens de Implantação
17421 = Liberar cache DNS
17422 = Informações e diagnóstico do DirectX
17450 = O Backup e Restauração do Windows permite efetuar cópias de arquivos e dados para todas as pessoas que utilizam o computador e oferece a possibilidade de criar uma imagem do sistema. Você pode deixar o Windows escolher o que será feito no Backup ou pode selecionar pastas individuais, bibliotecas e unidades que deseja efetuar Backup. A imagem do sistema inclui as definições do sistema e arquivos. Você pode usar uma imagem do sistema para restaurar o conteúdo do seu computador, se o seu disco rígido ou o computador deixarem de funcionar.
17451 = O Agendador de Tarefas ajuda a agendar tarefas automáticas que executam ações em um horário determinado ou quando ocorrer um determinado evento. Ainda oferece a possibilidade de agendar a execução de programas ou scripts em horário predefinido ou após intervalos de tempo especificados. O Agendador de Tarefas mantém uma biblioteca de todas as tarefas agendadas, fornecendo uma visualização organizada das tarefas e uma forma conveniente para gerenciá-las.
17452 = A Verificação do Disco checa a integridade lógica do sistema de arquivos no volume do Windows. Também verifica problemas relacionados com setores danificados, unidades de alocação perdidas, arquivos com referências cruzadas e erros de diretórios. Estes tipos de problemas podem ser causados por falhas do sistema ou bloqueios, encerramento incorreto do computador e etc. 
17453 = O Verificador de Arquivos do Sistema permite pesquisar e restaurar arquivos do sistema do Windows com problemas, verificando suas versões. Se encontrar um problema, irá tentar substituir os arquivos problemáticos a partir da Cache DLL do Windows. Se o arquivo não existir ou se a Cache DLL estiver com problemas, você será notificado para inserir o disco de instalação do Windows.
17454 = A Limpeza de Disco é um utilitário de manutenção de computador projetado para liberar espaço no disco rígido do computador. Ela permite que os usuários removam arquivos que não são mais necessários ou que possam ser excluídos com segurança, como arquivos temporários, cache e log criados pelo sistema operacional e outros programas.
17455 = O Monitor de Recursos, exibe informações sobre o uso de recursos de hardware (CPU, memória, disco e rede) e de software (identificadores de arquivo e módulos) em tempo real. Essa ferramenta mostra quais recursos estão sendo usados ​​no momento ou ao longo do tempo por meio de uma representação gráfica. Dessa forma, você pode verificar os contadores de desempenho de um recurso específico e decidir uma ação para melhorar o desempenho do computador.
17456 = O DISM executa uma verificação de corrupção e repara os problemas encontrados no sistema operacional.
17457 = Se você estiver tendo problemas para acessar uma página da web ou usar um serviço online, pode ser que seu dispositivo tenha armazenado em cache um registro DNS desatualizado que precisa ser limpo ou redefinido manualmente.
17458 = A Ferramenta de Diagnóstico do DirectX exibe muitas informações sobre o DirectX e também permite que você execute testes básicos de diagnóstico no sistema DirectX.

17480 = Ferramenta
17481 = Linha de comando
17482 = Adicionar uma ferramenta personalizada
17483 = Editar ferramenta
17484 = Já existe uma ferramenta personalizada com o mesmo nome.\nPor favor, insira um nome diferente.

[WindowsCleanerPro]
17500 = Excluir Cache de Miniaturas

[UnrecoverableDeletePro]
17600 = Adicionar Arquivos
17601 = Adicionar Pasta
17602 = Excluir
17603 = Excluindo
17604 = Calculando...
17605 = Os itens restantes da lista não podem ser excluídos agora.\nCertifique-se que não estejam em uso pelo Windows ou outro programa e tente novamente.
17606 = Remover os itens selecionados da lista

[Backup Manager]
17800 = Gerenciador de Backup
17801 = Restaurar
17802 = Excluir
17803 = Excluir Tudo
17804 = Restauração\nPersonalizada
17812 = Carregando árvore...
17813 = Anterior
17814 = Próximo
17815 = Ponto de Restauração não encontrado
17816 = Processando...
17817 = Copiando itens: %d de %d
17818 = Pontos de Restauração:
17819 = Tamanho Total:
17820 = O Gerenciador de Backup ajuda a gerenciar informações salvas pelo Revo Uninstaller Pro após cada exclusão de Itens do Registro, Arquivos e Pastas. Ao restaurar um backup, você pode restaurar todos os dados excluídos ou selecionar os itens que deseja restaurar. Se precisar de mais espaço livre, poderá excluir alguns ou todos os backups.
17821 = Nome
17822 = Operação
17823 = Tamanho
17824 = Registro
17825 = Arquivos e Pastas
17826 = Hora
17827 = Data
17830 = Nome da Chave/Valor
17831 = Dados
17835 = Valor Padrão
17836 = Restaurando itens: %d de %d
17837 = Restaurando
17838 = Nome do Arquivo/Pasta
17839 = Restauração Personalizada
17840 = Ocorreu um erro durante a leitura do arquivo de Backup!
17841 = Arquivos e Pastas para restaurar
17842 = Itens do Registro para restaurar
17843 = Não há espaço suficiente no disco para salvar o arquivo de Backup!
17844 = Ocorreu um erro ao salvar o arquivo de Backup!
17845 = Deseja restaurar a operação %s de %s?
17846 = Deseja excluir todos os pontos de restauração?
17847 = Excluir\npor Período
17848 = Excluir Backup por Data ou Período
17849 = Excluir todos Backups mais antigos que:
17850 = Data Selecionada:
17851 = Uma Semana
17852 = Duas Semanas
17853 = 30 Dias
17854 = 90 Dias
17855 = 180 Dias
17856 = 1 Ano
17857 = Data Personalizada
17858 = Você selecionou uma data mais recente que hoje.\nIsso irá excluir todos os Backups! Continuar?

[TooltipsPro]
18200 = Ajusta as configurações do Revo Uninstaller Pro
18201 = Altera a exibição da lista de programas monitorados
18202 = Gerencia as informações do Backup salvas pelo Revo Uninstaller Pro
18203 = Instala programas através do Revo Uninstaller Pro
18204 = Força a desinstalação das sobras de programas já desinstalados
18205 = Exibe todos os programas instalados
18206 = Exibe os programas monitorados que estão instalados 
18207 = Desinstala o programa monitorado selecionado
18208 = Desinstalação personalizada do programa monitorado selecionado
18209 = Restaura o ponto de restauração selecionado do Revo Uninstaller Pro
18210 = Restauração personalizada do Ponto de Restauração selecionado do Revo Uninstaller Pro
18211 = Exclui o ponto de restauração selecionado do Revo Uninstaller Pro
18212 = Adiciona um programa para iniciar automaticamente com Windows
18213 = Executa o módulo Remoção de Evidências nas unidades selecionadas
18214 = Adiciona arquivos para serem excluídos definitivamente
18215 = Adiciona uma pasta para ser excluída definitivamente
18216 = Exclui arquivos e pastas adicionados
18217 = Exclui os arquivos selecionados
18218 = Altera ou Repara a instalação do programa selecionado
18219 = Desinstalação Rápida do programa selecionado.\nTodas as sobras encontradas serão automaticamente excluídas.
18220 = Adiciona novo item ao Log
18221 = Modifica o item selecionado
18222 = Exclui o item selecionado do Log
18223 = Exporta os dados do Log atual como HTML

[Portable]
18500 = Erro ao baixar a Atualização!
18501 = Erro ao extrair a Atualização!
18502 = Atualizando
18503 = Atualização concluída com sucesso!
18504 = %d de %d arquivos
18505 = Portabilidade
18506 = Usar pasta personalizada para salvar dados 
18507 = Ativar o modo de carregamento rápido
18508 = Aceitar
18509 = Acordo de Licença

[UninstallHistory]
32900 = Histórico de desinstalação
32901 = Remover Tudo
32902 = Detalhes da Exportação
32903 = Nome do aplicativo
32905 = Programas Desinstalados:
32907 = Logs desinstalados:
32909 = Aplicativos desinstalados:
32910 = Log Importado
32911 = Log do usuário
32912 = O Histórico de Desinstalação mantém registro de todas as desinstalações que foram executadas e fornece informações detalhadas sobre o software desinstalado e todos os dados restantes excluídos.
32917 = Detalhes do Programa:
32918 = Resumo da Operação:
32919 = Operações de arquivo e pasta:
32920 = Operações de registro:
32921 = Detalhes do Log:
32922 = Detalhes do aplicativo:
32923 = Chaves do Registro excluídas com sucesso
32924 = Valores do Registro excluídos com sucesso
32925 = Arquivos excluídos com sucesso
32926 = Pastas excluídas com sucesso
32927 = Definido para exclusão na reinicialização
32928 = Chaves do Registro excluídas sem sucesso
32929 = Valores do Registro excluídos sem sucesso
32930 = Resumo
32931 = Chaves de registro restantes excluídas:
32932 = Valores de registro restantes excluídos:
32933 = Pastas restantes excluídas:
32934 = Arquivos restantes excluídos:
32935 = Espaço livre recuperado de sobras:
32936 = Ver Detalhes
32937 = Você desinstalou
32938 = Operações de desinstalação concluídas